Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.firefox-screenshots.tmx
Source language: en_us
Languages: ca

source: 10 Minutes
ca: 10 minuts

source: 1 Day
ca: 1 dia

source: 1 Hour
ca: 1 hora

source: 1 Month
ca: 1 mes

source: 1 Week
ca: 1 setmana

source: 2 Weeks
ca: 2 setmanes

source: Access your library on all of your devices
ca: Accedir a la vostra biblioteca des de tots els vostres dispositius

source: Active shots
ca: Captures actives

source: Add-on version
ca: Versió del complement

source: Add-on Version
ca: Versió del complement

source: Add text
ca: Afegeix text

source: All of your screenshots have been erased!
ca: S'han esborrat totes les captures de pantalla vostres.

source: All Shots
ca: Totes les captures

source: An error occurred
ca: S'ha produït un error

source: A new way to save
ca: Una forma nova de desar les captures

source: An overview of Screenshots
ca: Resum del Firefox Screenshots

source: Anyone with the link can view this shot.
ca: Qualsevol persona amb l'enllaç pot veure aquesta captura.

source: Approximate number of active (unexpired) shots
ca: Nombre aproximat de captures actives (no caducades)

source: Are you sure you want to delete this shot?
ca: Segur que voleu suprimir aquesta captura?

source: Are you sure you want to delete this shot permanently?
ca: Segur que voleu suprimir aquesta captura permanentment?

source: Are you sure you want to disconnect this device from your Firefox Account?
ca: Esteu segur que voleu desconnectar aquest dispositiu del vostre compte del Firefox?

source: <a>Sign in or sign up</a> to access your shots across devices and save your favorites forever.
ca: <a>Registreu-vos o inicieu la sessió</a> per accedir a les vostres captures en tots els dispositius i conservar les vostres preferides per sempre.

source: As You Like It
ca: Com vulgueu

source: Black
ca: Negre

source: Blue
ca: Blau

source: <b>Saved screenshots are expiring soon.</b> Starting in June, Screenshots will no longer offer online storage. Want to keep shots from your library? <a>Download them to your computer.</a>
ca: <b>Les captures de pantalla desades caducaran aviat.</b> A partir de juny, el Firefox Screenshots deixarà d'oferir emmagatzematge en línia. Voleu conservar les captures de la vostra biblioteca? <a>Baixeu-les al vostre ordinador</a>.

source: By using Firefox Screenshots, you agree to our {termsAndPrivacyNoticeTermsLink} and {termsAndPrivacyNoticePrivacyLink}.
ca: Si utilitzeu el Firefox Screenshots, esteu acceptant les nostres {termsAndPrivacyNoticeTermsLink} i l'{termsAndPrivacyNoticePrivacyLink}.

source: cancel
ca: cancel·la

source: Cancel
ca: Cancel·la

source: Capture a Page
ca: Captureu una pàgina

source: Capture a Region
ca: Captureu una àrea

source: Capture Just What You Want
ca: Captureu tot allò que vulgueu

source: Capture Windows or Entire Pages
ca: Captureu la finestra o la pàgina sencera

source: Clear
ca: Esborra

source: Clear search
ca: Esborra la cerca

source: Click and drag to capture just a portion of a page. You can also hover to highlight your selection.
ca: Feu clic i arrossegueu per capturar només una part de la pàgina. També podeu moure el ratolí per sobre per ressaltar la vostra selecció.

source: Click and drag to select the area you want to capture. Or just hover and click — Screenshots will select the area for you. Like what you see? Select Save to access your screenshot online or the down arrow button to download it to your computer.
ca: Feu clic i arrossegueu per seleccionar l'àrea que voleu capturar. O bé, passeu-hi el ratolí per sobre i feu clic: el Firefox Screenshots seleccionarà l'àrea automàticament. Us agrada? Trieu «Desa» per accedir a la captura de pantalla en línia o premeu el botó de fletxa cap avall per baixar-la a l'ordinador.

source: Close notification
ca: Tanca la notificació

source: Close preferences
ca: Tanca les preferències

source: Coming Soon…
ca: Properament…

source: Confirm
ca: Confirma

source: Confirm account deletion
ca: Confirmeu la supressió del compte

source: Cookies
ca: Galetes

source: Copied
ca: S'ha copiat

source: Copy
ca: Copia

source: Copy image text
ca: Copia el text de la imatge

source: Copy image to clipboard
ca: Copia la imatge al porta-retalls

source: Copy screenshot to clipboard
ca: Copia la captura de pantalla al porta-retalls

source: Creating { $title }
ca: S'està creant { $title }

source: Crop
ca: Retalla

source: (database time: { $time }ms)
ca: (temps de base de dades: { $time } ms)

source: Day
ca: Dia

source: Days from the userʼs first to most recent shot
ca: Dies transcorreguts entre la primera i la darrera captura de l'usuari

source: Days the user has been creating shots
ca: Dies que l'usuari ha estat fent captures

source: Delete
ca: Suprimeix

source: Delete this shot
ca: Suprimeix aquesta captura

source: Delete this shot?
ca: Voleu suprimir aquesta captura?

source: Disconnect
ca: Desconnecta

source: Dismiss
ca: Tanca

source: does not expire
ca: no caduca

source: Done
ca: Fet

source: Download
ca: Baixa

source: Download or Copy
ca: Baixa o copia

source: Download screenshot
ca: Baixa la captura de pantalla

source: Drag or click on the page to select a region. Press ESC to cancel.
ca: Arrossegueu o feu clic a la pàgina per seleccionar una regió. Premeu ESC per cancel·lar.

source: Edit this image
ca: Edita aquesta imatge

source: Error deleting shot
ca: S'ha produït un error en suprimir la captura

source: Error deleting shot: { $status } { $statusText }
ca: S'ha produït un error en suprimir la captura: { $status } { $statusText }

source: Error rendering page: { $error }
ca: S'ha produït un error en generar la pàgina: { $error }

source: Error saving expiration
ca: S'ha produït un error en desar la caducitat

source: Error saving title
ca: S'ha produït un error en desar el títol

source: Error updating favorite shot status
ca: S'ha produït un error en actualitzar l'estat de la captura

source: Expand the page actions menu in the address bar any time you want to take a screenshot.
ca: Amplieu el menú d'accions de la pàgina de la barra d'adreces quan vulgueu fer una captura de pantalla.

source: Expired (and deleted)
ca: Caducades (i suprimides)

source: Expired (but recoverable)
ca: Caducades (però recuperables)

source: expired { $timediff }
ca: ha caducat { $timediff }

source: expired <timediff></timediff>
ca: ha caducat <timediff></timediff>

source: expires { $timediff }
ca: caduca { $timediff }

source: expires <timediff></timediff>
ca: caduca <timediff></timediff>

source: FAQs
ca: PMF

source: Favorite this shot
ca: Marca la captura com a favorita

source: Find the new Screenshots icon on your toolbar. Select it, and the Screenshots menu will appear on top of your browser window.
ca: Cerqueu la icona «Screenshots» a la barra d'eines. Seleccioneu-la i el menú del Firefox Screenshots apareixerà a la part superior de la finestra del navegador.

source: Firefox Account
ca: Compte del Firefox

source: Firefox Screenshots automatically changes to Download-Only mode in these situations:
ca: El Firefox Screenshots canvia automàticament al mode de només baixada en aquestes situacions:

source: Firefox Screenshots Metrics
ca: Mètriques del Firefox Screenshots

source: Firefox Screenshots Settings
ca: Paràmetres del Firefox Screenshots

source: Free Download
ca: Baixada gratuïta

source: Generated at: { $created }
ca: Data de generació: { $created }

source: Get a shareable link to this shot:
ca: Obteniu un enllaç a aquesta captura:

source: Get Firefox now
ca: Baixeu el Firefox ara

source: Get Started
ca: Primers passos

source: Give Feedback
ca: Doneu la vostra opinió

source: Give them a try
ca: Proveu-ho

source: Go on, create some.
ca: Endavant, feu-ne algunes.

source: Go To My Shots
ca: Vés a les meves captures

source: Green
ca: Verd

source: Grey
ca: Gris

source: { gScreenshotsDescription } <a>Get Firefox now</a>
ca: { gScreenshotsDescription } <a>Baixeu el Firefox ara</a>

source: Guest Account
ca: Compte de convidat

source: Hello
ca: Hola

source: Here is the page it was originally created from:
ca: Aquesta és la pàgina des d'on es va fer originalment la captura:

source: Highlighter
ca: Marcador

source: Hmm
ca: Mmm

source: Home
ca: Inici

source: Homepage
ca: Pàgina d'inici

source: How Firefox Screenshots Works
ca: Com funciona el Firefox Screenshots

source: How long should this shot be retained?
ca: Quant temps voleu conservar aquesta captura?

source: If you do nothing, this shot will be permanently deleted { $timediff }.
ca: Si no feu res, aquesta captura se suprimirà permanentment { $timediff }.

source: If you do nothing, this shot will be permanently deleted <timediff></timediff>.
ca: Si no feu res, aquesta captura se suprimirà permanentment <timediff></timediff>.

source: If your Shots are subject to multiple claims, we may revoke your access to Firefox Screenshots.
ca: Si rebem diverses reclamacions per les vostres captures, se us podria denegar l'accés al Firefox Screenshots.

source: If you sign out, you will need to sign in again to regain access to your screenshots.
ca: Si tanqueu la sessió, haureu de tornar a iniciar-la per accedir a les vostres captures de pantalla.

source: If you took this shot and cannot delete it, you may need to temporarily enable third party cookies from your browser’s preferences.
ca: Si heu fet aquesta captura i no la podeu suprimir, és possible que hàgiu d'activar temporalment les galetes de tercers a les preferències del navegador.

source: in a few seconds
ca: d'aquí pocs segons

source: In a Private Browsing window.
ca: En una finestra de navegació privada.

source: Indefinitely
ca: Indefinidament

source: Indefinitely ∞
ca: Indefinidament ∞

source: in { $number } days
ca: d'aquí { $number } dies

source: in { $number } hours
ca: d'aquí { $number } hores

source: in { $number } minutes
ca: d'aquí { $number } minuts

source: Intuitive screenshots baked right into the browser. Capture, save and share screenshots as you browse the Web using Firefox.
ca: Captures de pantalla intuïtives des del navegador mateix. Captureu, deseu i compartiu imatges mentre navegueu amb el Firefox.

source: just now
ca: ara mateix

source: Large
ca: Grossa

source: Legal
ca: Avís legal

source: Length of time users have been creating shots, grouped by week
ca: Període de temps durant el qual els usuaris han estat fent captures, agrupat per setmana

source: Link Copied
ca: S'ha copiat l'enllaç

source: Looking for your shots…
ca: S'estan cercant les vostres captures…

source: Medium
ca: Mitjana

source: Metrics
ca: Mètriques

source: My Shots
ca: Les meves captures

source: My Shots: search for { $searchTerm }
ca: Les meves captures: s'està cercant { $searchTerm }

source: “Never remember history” is enabled.
ca: S'ha activat l'opció «No recordarà mai l'historial».

source: Next page
ca: Pàgina següent

source: Next Slide
ca: Diapositiva següent

source: No saved shots.
ca: No hi ha cap captura desada.

source: No shots found
ca: No s'ha trobat cap captura

source: Now, sign in to Screenshots with a Firefox Account and do more:
ca: Ara, si inicieu la sessió al Firefox Screenshots amb un compte del Firefox, podreu:

source: { $number } days ago
ca: fa { $number } dies

source: { $number } hours ago
ca: fa { $number } hores

source: { $number } minutes ago
ca: fa { $number } minuts

source: Number of days from a userʼs first shot to most recent shot, grouped by starting week
ca: Nombre de dies des de la primera captura d'un usuari fins a la captura més recent, agrupats per setmana d'inici

source: Number of shots
ca: Nombre de captures

source: Number of shots created each day (for the last 30 days)
ca: Nombre de captures creades cada dia (en els darrers 30 dies)

source: Number of Shots per User
ca: Nombre de captures per usuari

source: Number of users
ca: Nombre d'usuaris

source: Number of users logging in
ca: Nombre d'usuaris que inicien la sessió

source: Number of users who created at least one shot, by day (last 30 days)
ca: Nombre d'usuaris que han creat com a mínim una captura, per dia (darrers 30 dies)

source: Oops.
ca: Ups.

source: Out of order.
ca: No funciona.

source: page
ca: pàgina

source: Page not found.
ca: No s'ha trobat la pàgina.

source: Page Not Found
ca: No s'ha trobat la pàgina

source: Pen
ca: Llapis

source: Please check your Internet connection. If you are able to connect to the Internet, there may be a temporary problem with the Firefox Screenshots service.
ca: Comproveu la connexió a Internet. Si podeu connectar-vos a Internet, podria ser un problema temporal del servei del Firefox Screenshots.

source: Please email { $dmca } to request further information.
ca: Envieu un correu electrònic a { $dmca } per sol·licitar més informació.

source: Please include the URL of this shot in your email: { $url }
ca: Incloeu l'URL d'aquesta captura en el missatge de correu electrònic: { $url }

source: Previous page
ca: Pàgina anterior

source: Previous Slide
ca: Diapositiva anterior

source: Privacy
ca: Privadesa

source: Privacy Notice
ca: avís de privadesa

source: Proceed
ca: Continua

source: Purple
ca: Porpra

source: Red
ca: Vermell

source: Redo
ca: Refés

source: Remove All Data
ca: Elimina totes les dades

source: Report IP Infringement
ca: Denuncieu una infracció de propietat intel·lectual

source: Report Shot
ca: Denuncia la captura

source: Report this shot for abuse, spam, or other problems
ca: Denuncieu aquesta captura per abús, brossa o altres problemes

source: restore until { $date }
ca: restaura fins al { $date }

source: Retention by Week
ca: Retenció per setmana

source: save
ca: desa

source: Save
ca: Desa

source: Save and Share
ca: Deseu i compartiu

source: Saved image will be cropped to {pixels}px in height.
ca: La imatge desada es retallarà a {pixels} px d'alçada.

source: Save full page
ca: Captura tota la pàgina

source: Save visible
ca: Captura la part visible

source: Save your cropped shots to the web for easier sharing, or download them to your computer. You also can click on the My Shots button to find all the shots you’ve taken.
ca: Deseu les vostres captures al web per compartir-les fàcilment o baixeu-les a l'ordinador. També podeu fer clic al botó «Les meves captures» per veure totes les captures que heu fet.

source: Saving your shot…
ca: S'està desant la captura…

source: Screenshot: { $originalTitle }
ca: Captura de pantalla: { $originalTitle }

source: Screenshots
ca: Captures de pantalla

source: Screenshots Home
ca: Pàgina d'inici del Firefox Screenshots

source: Screenshots is changing
ca: El Firefox Screenshots està canviant

source: Screenshots is disabled in Private Browsing Mode
ca: Les captures de pantalla estan desactivades en el mode de navegació privada

source: Screenshots made simple. Capture and download screenshots without leaving Firefox.
ca: Captures de pantalla sense complicacions. Feu captures de pantalla i baixeu-les sense sortir del Firefox.

source: Screenshots made simple. Take, save, and share screenshots without leaving Firefox.
ca: Captures de pantalla sense complicacions. Feu captures de pantalla, deseu-les i compartiu-les sense sortir del Firefox.

source: Screenshots to Go
ca: Les vostres captures, a tot arreu

source: Sea Green
ca: Verd oceà

source: Search
ca: Cerca

source: Search my shots
ca: Cerca en les meves captures

source: Select the buttons in the upper right to capture the visible area in the window or to capture an entire page.
ca: Seleccioneu amb els botons de la part superior dreta si voleu capturar l'àrea visible de la finestra o la pàgina sencera.

source: Select the Screenshots icon from the page actions menu in the address bar, and the Screenshots menu will appear on top of your browser window.
ca: Seleccioneu la icona de l'Screenshots del menú d'accions de la pàgina a la barra d'adreces i apareixerà el menú de l'Screenshots al capdamunt de la finestra del navegador.

source: Select time
ca: Seleccioneu el temps

source: Settings
ca: Paràmetres

source: Share
ca: Comparteix

source: Share link via email
ca: Comparteix l'enllaç per correu electrònic

source: Share on Facebook
ca: Comparteix al Facebook

source: Share on Pinterest
ca: Comparteix al Pinterest

source: Share on Twitter
ca: Comparteix al Twitter

source: Shot Copied
ca: S'ha copiat la captura

source: Shots by Day
ca: Captures per dia

source: Shot taken on another device
ca: Captura feta en un altre dispositiu

source: Sign In
ca: Inicia la sessió

source: Sign in or sign up to access your shots across devices and save your favorites forever.
ca: Registreu-vos o inicieu la sessió per accedir a les vostres captures en tots els dispositius i conservar les vostres preferides per sempre.

source: Sign in to Screenshots with your Firefox Account to access your shots everywhere you use Firefox. An added bonus: you can also save your favorite shots forever.
ca: Inicieu la sessió al Firefox Screenshots amb el compte del Firefox per accedir a les vostres captures arreu on utilitzeu el Firefox. I encara més: podeu desar les vostres captures preferides per sempre.

source: Sign in to sync across devices
ca: Inicieu la sessió per sincronitzar entre dispositius

source: Sign in with your Firefox Account to access your shots on all of your devices and save your favorite shots forever.
ca: Inicieu la sessió amb el compte del Firefox per accedir a les vostres captures en tots els dispositius i conservar les vostres preferides per sempre.

source: SKIP
ca: OMET

source: Small
ca: Petita

source: Something went wrong
ca: Hi ha hagut un problema

source: Sorry for the inconvenience. We are working on this feature for future releases.
ca: Perdoneu les molèsties. Estem treballant en aquesta característica per a versions futures.

source: Sorry! We couldn’t save your shot. Please try again later.
ca: Malauradament, s'ha pogut desar la vostra captura. Torneu a provar més tard.

source: Starting in June, Screenshots will no longer offer online storage. Want to keep shots from your library? Download shots individually or <a>in batch</a>. Thank you for using this feature, and we’re sorry for any inconvenience.
ca: A partir del juny, el Firefox Screenshots deixarà d'oferir emmagatzematge en línia. Voleu desar les captures de la vostra biblioteca? Baixeu-les individualment o <a>totes alhora</a>. Gràcies per utilitzar aquesta funció i perdoneu les molèsties.

source: Store your favorite shots forever
ca: Desar per sempre les vostres captures preferides

source: Sync & Accounts
ca: Sincronització i comptes

source: Take a Screenshot
ca: Fes una captura de pantalla

source: Take clips and screenshots from the Web and save them temporarily or permanently.
ca: Feu captures de pantalla de pàgines web i deseu-les temporalment o per sempre.

source: Take, copy, and download screenshots without leaving Firefox.
ca: Feu captures de pantalla, copieu-les i baixeu-les sense sortir del Firefox.

source: Take Note!
ca: Preneu nota!

source: Take, save, and share screenshots without leaving Firefox.
ca: Feu captures de pantalla, deseu-les i compartiu-les sense sortir del Firefox.

source: Take your best shot. Screenshots lets you download your selection or copy it right to your clipboard.
ca: Feu una captura de pantalla. El Firefox Screenshots us permet baixar la selecció o copiar-la al porta-retalls.

source: Take your best shot. Then save it to the online Screenshots library, and Firefox copies the link to your clipboard for easy sharing. Shots in the library automatically expire after two weeks, but you can delete them at any time or choose to keep them longer.
ca: Feu una captura de pantalla. A continuació, deseu-la a la biblioteca de captures de pantalla en línia i el Firefox copiarà l'enllaç al porta-retalls per poder-la compartir fàcilment. Les captures de la biblioteca caduquen automàticament després de dues setmanes, però podeu suprimir-les en qualsevol moment o bé conservar-les durant més temps.

source: Terms
ca: Condicions d'ús

source: Text size
ca: Mida del text

source: The link to your shot has been copied to the clipboard. Press {meta_key}-V to paste.
ca: L'enllaç de la captura s'ha copiat al porta-retalls. Premeu {meta_key}-V per enganxar-lo.

source: The number of users who have about N total shots
ca: El nombre d'usuaris que tenen aproximadament N captures en total

source: The version of the add-on used during login, in the last 14 days
ca: La versió del complement que s'ha utilitzat en iniciar la sessió, en els darrers 14 dies

source: Third-party cookies are disabled.
ca: S'han desactivat les galetes de tercers.

source: This image has been cropped to {pixels}px.
ca: Aquesta imatge s'ha retallat a {pixels} px.

source: This is a favorite shot and it does not expire
ca: Aquesta és una captura favorita i no caduca

source: This is not a favorite shot and it will expire
ca: Aquesta no és una captura preferida i caducarà

source: This isn’t a standard Web page, so you can’t take a screenshot of it.
ca: No podeu fer una captura de pantalla perquè aquesta no és una pàgina web estàndard.

source: This shot has expired.
ca: Aquesta captura ha caducat.

source: This shot is no longer available due to a third party intellectual property claim.
ca: Aquesta captura ja no està disponible a causa d'una reclamació de propietat intel·lectual d'un tercer.

source: This will permanently erase all of your Firefox Screenshots data.
ca: Aquesta operació esborrarà totes les vostres dades del Firefox Screenshots.

source: To export: use File > Save Page As… and you will find your screenshots in the folder { $folder }
ca: Per exportar: seleccioneu Fitxer > Anomena i desa la pàgina... i trobareu les vostres captures de pantalla en la carpeta { $folder }

source: Total devices registered
ca: Dispositius registrats totals

source: Total Retention
ca: Retenció total

source: Unable to copy your shot to the clipboard.
ca: No s'ha pogut copiar la captura al porta-retalls.

source: Undo
ca: Desfés

source: Updated editing tools let you crop, highlight, and even add text to your shot.
ca: Les eines d'edició actualitzades us permeten retallar la captura, ressaltar-la i afegir-hi text.

source: Upload
ca: Puja

source: Uploads have been disabled.
ca: Les pujades estan inhabilitades.

source: Users by Day
ca: Usuaris per dia

source: Use the buttons in the upper right to capture full pages. The Save Visible button will capture the area you can view without scrolling, and Save Full Page will capture everything on the page.
ca: Utilitzeu els botons de la part superior dreta per capturar pàgines senceres. El botó «Captura la part visible» capturarà l'àrea que es visualitza sense desplaçar-se, i el botó «Captura tota la pàgina» capturarà tot el contingut de la pàgina.

source: We can’t connect to your screenshots.
ca: No s'ha pogut accedir a les vostres captures de pantalla.

source: We canʼt find any shots that match your search.
ca: No s'ha trobat cap captura que coincideixi amb la cerca.

source: We can’t screenshot this page.
ca: No es pot fer una captura de pantalla d'aquesta pàgina.

source: We couldn’t save your shot because there is a problem with the Firefox Screenshots service. Please try again later.
ca: No s'ha pogut desar la vostra captura perquè hi ha un problema amb el servei del Firefox Screenshots. Torneu-ho a provar més tard.

source: Week the user first created a shot
ca: Setmana en què l'usuari va crear la primera captura

source: We hope you’ll continue to use Screenshots to capture, copy, and download shots.
ca: Esperem que continueu utilitzant el Firefox Screenshots per capturar, copiar i baixar captures de pantalla.

source: We’re not sure what just happened. Care to try again or take a shot of a different page?
ca: S'ha produït un error inesperat. Torneu-ho a provar o captureu una altra pàgina.

source: What’s new with Firefox Screenshots?
ca: Novetats del Firefox Screenshots
